acpi
alsa-utils
arandr
arch-install-scripts
base
base-devel
bat
blueman
bluez-obex
bluez-utils
brave-bin
breeze-icons
brightnessctl
bspwm
btop
cameractrls
cava
clipboard
cliphist
dmenu
docker
dunst
efibootmgr
emote
fastfetch
feh
firefox
flameshot
flatpak
fzf
git
git-credential-manager
git-lfs
gnome-bluetooth-3.0
gnome-calculator
gnome-disk-utility
grsync
grub
gsettings-qt
gst-plugin-pipewire
gvfs-gphoto2
gvfs-mtp
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent-git
hyprshade
hyprshot
imagemagick
intel-media-driver
intel-ucode
iwd
jdk21-openjdk
jgmenu
joplin-appimage
kitty
leafpad
libcava
libpulse
libva-intel-driver
linux
linux-firmware
lsd
lsof
man-db
mdcat
mpc
mpd
mpv
mpvpaper
nano
nemo
neofetch
neovim
net-tools
netbeans
network-manager-applet
networkmanager
networkmanager-qt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-utils
nwg-look
obs-studio
onefetch
os-prober
oxygen-icons
pacman-contrib
pamixer
paru
pass
pavucontrol
picard
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pokemon-colorscripts-git
polybar
python-pip
python-pywal
qt5-quickcontrols2
ranger
rofi-wayland
rsync
scrcpy
sddm
seahorse
slock
smartmontools
sonata
spotify
swaync
swww
sxhkd
thunderbird
timidity++
tree
udiskie
ufw
unrar
unzip
v4l2loopback-dkms
viewnior
vim
vlc
vulkan-intel
vulkan-radeon
waybar
waypaper
wev
wget
wireless_tools
wireplumber
wlogout
wlr-randr
xclip
xcur2png
xcursor-breeze
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xdo
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xsetroot
xqp
yay
yay-debug
yt-dlp
zip
zram-generator
zsh
zsh-theme-powerlevel10k-git
